Repository: xfce-mirror/xfce4-cpufreq-plugin
Catalog: po/*.po
Languages: et, ro, ug

source: Select font...
et: Vali font...
ro: Selectează fontul...
ug: خەت نۇسخا تاللىنىدۇ…

source: Select font family and size to use for the labels.
et: Vali siltidel kasutatav kirjatüübi perekond ja suurus.
ro: Selectați familia și dimensiunea fontului care urmează să fie utilizate pentru etichete.
ug: ئەنگە ئىشلىتىلىدىغان خەت نۇسخا ۋە چوڭلۇقى تاللىنىدۇ.

source: Right-click to revert to the default font.
et: Parema hiireklõpsuga lähtestad kirjatüübi vaikimisi fondiks
ro: Faceți clic cu butonul drept al mouse-ului pentru a reveni la fontul implicit.
ug: ئوڭ توپچە چېكىلسە كۆڭۈلدىكى خەت نۇسخىسىغا قايتۇرۇلىدۇ.

source: Select font
et: Vali font
ro: Selectează fontul
ug: خەت نۇسخا تاللىنىدۇ

source: Right-click to revert to the default color
et: Parema hiireklõpsuga lähtestad värvid vaikimisi värvideks
ro: Faceți clic cu butonul drept al mouse-ului pentru a reveni la culoarea implicită
ug: ئوڭ توپچە چېكىلسە كۆڭۈلدىكى رەڭگە قايتۇرۇلىدۇ

source: Configure CPU Frequency Monitor
et: Seadista Protsessorisageduse seirajat
ro: Configurarea monitorului de frecvență CPU
ug: ‫CPU نىڭ چاستوتا كۆزەتكۈچىسىنى سەپلەيدۇ

source: _Close
et: _Sulge
ro: În_chide
ug: ياپ(_C)

source: <b>Monitor</b>
et: <b>Seiraja</b>
ug: <b>كۆزەتكۈچ</b>

source: _Update interval:
et: _Uuenduse välp:
ro: Interval_ul de actualizare:
ug: يېڭىلاش ئارىلىقى(_U):

source: <b>Panel</b>
et: <b>Riba</b>
ro: <b>Panou</b>
ug: <b>كۆزنەكچە</b>

source: _Font:
ug: خەت نۇسخا(_F):

source: _Font color:
et: _Fondi värv:
ro: _Culoarea fontului:
ug: خەت نۇسخا رەڭگى(_F):

source: Select font color
et: Vali kirjatüübi värv
ro: Selectați culoarea fontului
ug: خەت نۇسخا رەڭگى تاللىنىدۇ

source: _Display CPU:
et: _Näita protsessorit:
ro: _Afișare CPU:
ug: كۆرسىتىدىغان CPU(_D):

source: min
ug: ئەڭ كىچىك قىممەت

source: avg
et: keskm
ro: media
ug: ئوتتۇرىچە قىممەت

source: max
et: maks
ug: ئەڭ چوڭ قىممەت

source: Unit:
et: Ühik:
ro: Unitate:
ug: بىرلىكى:

source: Auto
et: Automaatne
ug: ئاپتوماتىك

source: _Keep compact
et: Hoia _kompaktsena
ro: _Menține compact
ug: ئىخچاملىقنى ساقلاپ قال(_K)

source: Show text in a single _line
et: Näita teksti ühe _reana
ro: Afișează textul într-o singură _linie
ug: تېكىستنى بىر قۇردا كۆرسەت(_L)

source: Show CPU _icon
et: Näita protsessori _ikooni
ro: Afișează p_ictograma CPU
ug: CPU سىنبەلگىسىنى كۆرسەت(_I)

source: Adjust CPU icon color according to frequency
et: Kohanda protsessori ikooni värvi vastavalt sagedusele
ro: Ajustează culoarea pictogramei CPU în funcție de frecvență
ug: چاستوتىسىغا ئاساسەن CPU سىنبەلگە رەڭگىنى تەڭشەيدۇ

source: Show CPU fre_quency
et: Näita protsessori sa_gedust
ro: Afișați fre_cvența CPU
ug: ‫CPU چاستوتىسىنى كۆرسەت(_Q)

source: Show CPU _governor
et: Näita protsessori kiiruse re_gulaatorit
ro: Afișează _guvernator CPU
ug: CPU ئورۇنلاشتۇرۇشنى كۆرسەت(_G)

source: Your system does not support cpufreq. The plugin only shows the current cpu frequency
et: Sinu arvutis puudub cpufreqi tugi. Pistikprogramm näida vaid protsessori praegust taktsagedust
ro: Sistemul dvs. nu oferă suport pentru cpufreq. Modulul afișează doar frecvența curentă a CPU-ului
ug: سىستېمىڭىز cpufreq نى قوللىمايدۇ. قىستۇرما پەقەت نۆۋەتتىكى cpufreq چاستوتىسىنىلا كۆرسىتىدۇ

source: Scaling driver:
et: Kiiruse muutmise draiver:
ro: Controlor de scalare:
ug: تەڭشىگۈچى قوزغاتقۇ:

source: No scaling driver available
et: Ühtegi kiiruse muutmise draiverit ei leidu
ro: Nu este disponibil niciun controlor de scalare
ug: تەڭشىگۈچى قوزغاتقۇ يوق

source: Available frequencies:
et: Saadaval sagedused:
ro: Frecvențele disponibile:
ug: ئىشلەتكىلى بولىدىغان چاستوتا:

source: Available governors:
et: Saadavalolev kiiruse regulaator:
ro: Guvernatori disponibili:
ug: ئىشلەتكىلى بولىدىغان ئورۇنلاشتۇرغۇچ:

source: Current governor:
et: Praegune kiiruse regulaator:
ro: Guvernatorul actual:
ug: نۆۋەتتىكى ئورۇنلاشتۇرغۇچ:

source: CPU Information
et: Protsessori teave
ro: Informații CPU
ug: ‫CPU ئۇچۇرى

source: An overview of all the CPUs in the system
et: Ülevaade kõikidest protsessoritest selles arvutis
ro: O vedere de ansamblu a tuturor CPU-urilor din sistem
ug: مەزكۇر سىستېمىدىكى بارلىق CPU نىڭ ئومۇمىي ئەھۋالى

source: current min
et: praegune min
ro: min actual
ug: نۆۋەتتىكى ئەڭ كىچىك قىممەت

source: current avg
et: praegune keskm
ro: media actuală
ug: نۆۋەتتىكى ئوتتۇرىچە قىممەت

source: current max
et: praegune maks
ro: max actual
ug: نۆۋەتتىكى ئەڭ چوڭ قىممەت

source: No CPU information available.
et: Protsessori teavet pole saadaval.
ro: Nu sunt disponibile informații despre CPU.
ug: ئىشلەتكىلى بولىدىغان CPU ئۇچۇرى يوق.

source: %zu cpu available
et: leidub %zu protsessor
ro: %zu cpu disponibil
ug: %zu cpu نى ئىشلەتكىلى بولىدۇ

source: Frequency:
et: Sagedus:
ro: Frecvență:
ug: چاستوتا:

source: Governor:
et: Kiiruse regulaator:
ro: Guvernator:
ug: ئورۇنلاشتۇرغۇچ:

source: Show CPU frequencies and governor
et: Vaata protsessori kiiruset ja kiiruse regulaatorit
ro: Afișează frecvențele CPU și guvernatorul
ug: ‫CPU چاستوتىسى ۋە ئورۇنلاشتۇرغۇچنى كۆرسىتىدۇ

source: Your system is not configured correctly to support CPU frequency scaling!
et: Sinu arvuti pole sedaistatud toimima nii, et saaks protsessori kiirust muuta!
ro: Sistemul dvs. nu este configurat corect pentru a gestiona scalarea frecvenței CPU!
ug: سىستېمىڭىزدا CPU چاستوتىسىنى تەڭشەش توغرا سەپلەنمىگەن!

source: Your system is not supported yet!
et: Sinu arvuti pole veel toetatud!
ro: Sistemul dvs. nu este încă acceptat!
ug: سىستېمىڭىزدا تېخى ئىشلەتكىلى بولمايدۇ!

source: The CPU displayed by the XFCE cpufreq plugin has been reset to a default value
et: XFCE cpufreq pistikprogrammi poolt kuvatav protsessoriga seotud seadistused on lähtestatud
ro: CPU-ul afișat de către modulul cpufreq XFCE a fost readus la o valoare implicită
ug: بۇ XFCE cpufreq قىستۇرما كۆرسەتكەن CPU كۆڭۈلدىكى قىممىتىگە ئەسلىگە قايتۇرۇلدى

source: CPU Frequency Monitor
et: Protsessorisageduse seiraja
ro: Monitor de frecvență CPU
ug: س پ ئۇ (CPU) نىڭ چاستوتا كۆزەتچىسى
